use P_MyBase_3;
INSERT into ВОДИТЕЛИ(Номер_водителя, Фамилия_водителя, Имя_водителя, Отчество_водителя,Стаж_водителя)
Values('ddd1','Пилипович','Dmitry','Sergeevich',10),
('eee2','Arhipovich','Stanislav','Sergeevich',16),
('fff3','Zelenski','Vladzimir','Olegovich',9),
('ggg4','Пилипович','Daniil','Yurevich',9),
('hhh5','Slemnev','Genadiy','Olegovich',15);

INSERT into МАРШРУТЫ(Идентификациооный_номер_маршрута,Наименование_маршрута,Дальность_маршрута,Количество_дней_в_пути)
Values('ccc1','Brest-Minsk',300,0),
('bbb2','Pinsk-Tomck',1300,3),
('aaa3','Vilnus-Sochi',2300,6),
('jjj4','Vitebsk-Sochi',3000,7),
('iii5','Pinsk-Sevastopol',4400,12);

INSERT into ВЫПОЛНЯЕМЫЕ(Номер_выполняемой_грузоперевозки,Маршрут,Оплата,Дата_отправки,Дата_возвращения,Водитель)
Values('1','aaa3',13,'2022-01-12','2022-01-18','ddd1'),
('2','bbb2',13,'2022-01-12','2022-01-18','eee2'),
('3','ccc1',12,'2022-01-12','2022-01-18','fff3'),
('4','jjj4',11,'2022-01-12','2022-01-19','ggg4'),
('5','iii5',13,'2022-01-12','2022-01-24','hhh5');

AlTER Table ВОДИТЕЛИ Drop column Возраст_водителя;